# -*- coding: utf-8 -*-
label cs_day03_148:
    $ save_name = "Чужая смена — День 3: Развилка — уделить внимание или разделить тишину"
    if not cs_reflective_shot:
        $ cs_pov_begin()
        with cs_sprite_leave
    cs_th "Прошло какое-то время."
    cs_th "Я закончила очередную страницу и случайно подняла взгляд."
    cs_th "Даша всё ещё сидела возле окна."
    cs_th "Теперь она что-то рисовала на полях тетради."
    cs_th "Не особенно аккуратно."
    cs_th "Скорее задумчиво выводила небольшие линии и пометки."
    cs_th "Иногда она останавливалась, смотрела в окно, а потом снова бралась за карандаш."
    cs_th "Интересно."
    cs_th "Она сегодня довольно долго занималась музыкой."
    cs_th "И почти ничего мне об этом не рассказала."
    cs_th "Можно отложить книгу и поговорить."
    cs_th "А можно просто оставить всё как есть."
    cs_th "В конце концов, она сама говорила, что ей приятно иногда заниматься своими делами."
    return
