# -*- coding: utf-8 -*-
label cs_day03_87:
    $ save_name = "Чужая смена — День 3: Развилка — поговорить или пройти дальше"
    cs_narrator "Я уже собиралась продолжить путь, но заметила, что Семён выглядит немного уставшим."
    cs_narrator "Не особенно."
    cs_narrator "Просто обычно он старался держаться бодрее."
    cs_narrator "Возможно, плохо спал."
    cs_narrator "Возможно, Ольга Дмитриевна с самого утра успела найти ему какое-нибудь поручение."
    cs_narrator "А возможно, я опять пыталась прочитать человека по выражению лица."
    cs_th "Соколова, осторожнее."
    cs_th "Ты два дня училась переставать додумывать всё за окружающих."
    cs_th "Самое время воспользоваться приобретёнными знаниями."
    cs_narrator "Я посмотрела на Семёна."
    cs_narrator "Он ждал, когда мы разойдёмся."
    cs_th "Можно просто поздороваться и идти дальше."
    cs_th "А можно немного поговорить."
    call cs_day03_semen_choice from cs_return_1bd27c5ff2fb93bb3b4c
    return
