# -*- coding: utf-8 -*-
label cs_day03_140:
    $ save_name = "Чужая смена — День 3: Развилка — поговорить или дать отдохнуть"
    if cs_se_friend_before_square_day3 is None:
        $ cs_se_friend_before_square_day3 = cs_friend_se
    cs_narrator "Семён снова откинулся на спинку лавочки."
    cs_narrator "Я посмотрела на него."
    $ cs_pov_begin()
    with cs_sprite_leave
    cs_th "Интересный всё-таки человек."
    cs_th "Вроде бы уже успели познакомиться."
    cs_th "Пошутить друг над другом."
    cs_th "Вместе заняться совершенно бесполезной попыткой разобраться с дорогой."
    cs_th "А вот нормально поговорить о том, как он сам себя чувствует, почти не успели."
    cs_th "Я задумалась."
    cs_th "Может, стоит задержаться."
    cs_th "Или, наоборот, оставить человека в покое."
    cs_th "В конце концов, он явно пришёл сюда немного отдохнуть."
    $ cs_pov_end()
    with cs_sprite_change
    return
