# -*- coding: utf-8 -*-
label cs_day03_119:
    $ save_name = "Чужая смена — День 3: Развилка Лены Тихоновой — художники"
    cs_narrator "Тихонова снова опустила взгляд на альбом."
    cs_narrator "Взяла карандаш."
    cs_narrator "Поправила несколько линий."
    cs_narrator "Я посмотрела на её рисунок."
    cs_th "Интересно, что она думает о собственной работе."
    cs_th "Когда рисуешь, самый сложный момент — иногда не начало и даже не завершение."
    cs_th "А необходимость показать кому-то то, что ещё не считаешь готовым."
    cs_narrator "Я немного помолчала."
    cs_th "Можно просто похвалить и уйти."
    cs_th "А можно поговорить о рисовании чуть подробнее."
    call cs_day03_un_art_choice from cs_return_54bc8a9af1849dc28d78
    return
